xml/response/lydbogkasette_soap.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"&gt;
  &lt;span class="creator phraseLink"&gt;Hanne Marie Svendsen (f. 1933)&lt;/span&gt;
&lt;/div&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Soap&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Lydbog (bånd)&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;film&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Molly får tilbudt en stor rolle i en soap-tvserie, men hun lader sig ikke imponere af det groteske og forlorne filmmiljø og træffer sit eget personlige valg&lt;/div&gt;</ofo:description>
    <ofo:details>&amp;lt;div class="contributors"&amp;gt;
  &amp;lt;span class="contributor"&amp;gt;Hanne Marie Svendsen&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="format"&amp;gt;Spilletid: 2 t., 56 min., 101 sider&amp;lt;/div&amp;gt;&amp;lt;div class="series"&amp;gt;
  &amp;lt;span class="seriesHeader"&amp;gt;Serie:&amp;lt;/span&amp;gt;
  &amp;lt;span class="series phraseLink"&amp;gt;Letlæst for voksne (Århus)&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="shelf"&amp;gt;
  &amp;lt;span class="shelfHeader"&amp;gt;Opstilling i folkebiblioteker:&amp;lt;/span&amp;gt;
  &amp;lt;span class="classification phraseLink"&amp;gt;skønlitteratur&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;
&lt;div class="usedLanguages"/&gt;&lt;div class="note"&gt;
  &lt;div class="descriptionNote"&gt;Kassettebånd Indlæst af: Dianna Vangsaa . Læsehastighed: Tilpasset&lt;/div&gt;
  &lt;div class="descriptionNote"&gt;Bog: 2000&lt;/div&gt;
&lt;/div&gt;&lt;div class="priceInformation"&gt;
  &lt;span class="priceHeader"&gt;Pris ved udgivelsen:&lt;/span&gt;
  &lt;span class="price"&gt;kr. 645,00&lt;/span&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Dansk&lt;/span&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="edition"&gt;Nyt oplag&lt;/span&gt;
  . 
  &lt;span class="publisher"&gt;Modtryk&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2004&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
